Repository: pwsafe/pwsafe
Catalog: help/pwsafeRU/omegat/tm/pwsafe_ru-ui.tmx
Source language: en_us
Languages: ru_ru

source: Write when an entry was accessed in the database. Ignored in read-only mode.
ru_ru: Записывать при доступе к элементу контейнера. Игнорируется в режиме «только чтение».

source: XML %s: line %d character %d: %s
ru_ru: XML %s: строка %d символ %d: %s

source: XML files (*.xml)|*.xml|All files (*.*)|*.*||
ru_ru: XML-файлы (*.xml)|*.xml|Все файлы (*.*)|*.*||

source: XML files (*.xml)|*.xml||
ru_ru: XML-файлы (*.xml)|*.xml||

source: Yes
ru_ru: Да

source: Yes:
ru_ru: Да:

source: Yoruba
ru_ru: Йоруба

source: You have chosen not to save your changes, which will be lost. Do you wish to continue?
ru_ru: Вы отказались от сохранения изменений, в случае продолжения они будут потеряны. Продолжить?

source: Your currently opened database will be in the first row. Failsafe Backup files will be displayed below this. If the passphrase is the same as the current database, the properties of these backups will also be shown. If you aren't sure, continue with the current database and use the database Compare function to view the differences between the versions.
ru_ru: Выбранный для открытия контейнер находится в первой строке. Аварийные резервные копии отображаются после него. Если пароль для резервных копий совпадает с паролем для выбранного контейнера, их свойства будут отображены в таблице. Если вы сомневаетесь, откройте контейнер из первой строки, а затем сравните файлы с помощью соответствующей функции.

source: Your requested font '%s' is not installed on this system, using '%s' instead.
ru_ru: Указанный шрифт «%s» не установлен в системе. Вместо него будет использоваться шрифт «%s».

source: [No current database]
ru_ru: [Контейнер не выбран]

source: [Notes hidden - click here to display]
ru_ru: [Заметки скрыты - кликните для отображения]

source: Add New Entry
ru_ru: Добавить новый элемент

source: Clear the clipboard contents
ru_ru: Очистить содержимое буфера обмена

source: Close Database
ru_ru: Закрыть контейнер

source: Compare two Databases
ru_ru: Сравнить два контейнера

source: Copy Notes to Clipboard
ru_ru: Копировать заметки в буфер обмена

source: Copy Password to Clipboard
ru_ru: Копировать пароль в буфер обмена

source: Copy Username to Clipboard
ru_ru: Копировать имя пользователя в буфер обмена

source: Delete an Entry
ru_ru: Удалить элемент

source: Duplicate Entry
ru_ru: Дублировать элемент

source: Edit Base entry
ru_ru: Редактировать исходный элемент

source: Edit Filters
ru_ru: Редактировать фильтры

source: Edit an Entry
ru_ru: Редактировать элемент

source: Error in Password History for entry: »%s»%s»%s»:
ru_ru: Ошибка в истории паролей для элемента: »%s»%s»%s»:

source: Export to Text
ru_ru: Экспортировать в простой текст

source: Export to XML
ru_ru: Экспортировать в XML

source: Go to Base entry
ru_ru: Перейти к исходному элементу

source: Import Text
ru_ru: Импортировать из простого текста

source: Import XML
ru_ru: Импортировать из XML

source: List View/Tree View
ru_ru: Просмотр в виде списка/дерева

source: Make New Database
ru_ru: Создать новый контейнер

source: Merge into Database
ru_ru: Слияние контейнеров

source: Open Another Database
ru_ru: Открыть другой контейнер

source: Perform Autotype
ru_ru: Автонабор

source: Please try another
ru_ru: Попробуйте другой

source: Program will terminate.
ru_ru: Программа будет завершена.

source: Renamed %d %s
ru_ru: Переименовано %d %s

source: Save Database
ru_ru: Сохранить контейнер

source: Save Database As...
ru_ru: Сохранить контейнер как...

source: Select Entry
ru_ru: Выбрать элемент

source: Set/Clear Filters
ru_ru: Задать/очистить фильтры

source: Show Find Toolbar
ru_ru: Отобразить панель поиска

source: Show Unsaved Changes
ru_ru: Отобразить несохранённые изменения

source: Show entries with Password Expiry dates
ru_ru: Показать элементы с заданными датами истечения пароля

source: Skipped %d %s
ru_ru: Пропущено %d %s

source: Synchronize Databases
ru_ru: Синхронизировать контейнеры

source: Unexpected exception during parsing.
ru_ru: Непредусмотренное исключение при разборе.

source: Use it anyway?
ru_ru: Всё равно использовать его?

source: View Reports
ru_ru: Просмотр отчётов

source: Cannot open database. It probably does not exist. Please select to Open another database, create a New database or Cancel.
ru_ru: Ошибка при открытии контейнера. Возможно, он не существует. Вы можете открыть другой контейнер, создать новый или отменить операцию.

source: Ignore this and save anyway - Yes/no?
ru_ru: Игнорировать и сохранить в любом случае - Да/нет?

source: The databases are identical when comparing the selected or default fields!
ru_ru: Содержимое контейнеров совпадает (сравнивались только указанные поля или поля по умолчанию)!

source: Unknown fields will also be copied with the entry.
ru_ru: Неизвестные поля будут скопированы вместе с элементом.

source: with Password History errors %d
ru_ru: с ошибками в истории паролей %d

source: with warnings
ru_ru: с предупреждениями

source: Merge completed: %d %s added (%d %s, %d %s, %d %s)
ru_ru: Слияние завершено: %d %s добавлено (%d %s, %d %s, %d %s)

source: This field is being edited in your default text editor.
ru_ru: Поле будет отредактировано в редакторе по умолчанию.

source: Select Yes to continue with this password or No to cancel?
ru_ru: Выберите «Да» для использования этого пароля или «Нет» для отмены.

source: %s was restricted to the following fields:
ru_ru: %s ограничивается следующими полями:

source: Entry - Group:"%s"; Title:"%s"; User:"%s" has differences in the following fields:
ru_ru: Элемент - группа:"%s"; Заголовок:"%s"; Пользователь:"%s" содержит следующие отличающиеся поля:

source: Group:'%s'; Title:'%s'; User:'%s'
ru_ru: Группа:'%s'; Заголовок:'%s'; Пользователь:'%s'

source: Group='%s', Title='%s', User='%s' %s
ru_ru: Группа='%s', Заголовок='%s', Пользователь='%s' %s

source: No entries were found containing search string '%s'
ru_ru: Не найдено элементов, содержащих строку «%s»

source: The following entries contain search string '%s'
ru_ru: Следующие элементы содержат искомую строку «%s»

source: The following restrictions were selected: %s
ru_ru: Были выбраны следующие ограничения: %s

source: This entry has been made an alias of associated base entry.
ru_ru: Этот элемент является псевдонимом соответствующего исходного элемента.

source: This entry remains a normal entry and the password has not been changed.
ru_ru: Этот элемент остаётся обычным элементом. Пароль не изменён.

source: a base entry of a shortcut
ru_ru: исходный элемент для ярлыка

source: a base entry of an alias
ru_ru: исходный элемент для псевдонима

source: a normal entry
ru_ru: обычный элемент

source: a shortcut entry
ru_ru: ярлык

source: after
ru_ru: после

source: alias
ru_ru: псевдоним

source: aliases
ru_ru: псевдонимов

source: an alias entry
ru_ru: псевдоним

source: an unnamed file
ru_ru: файл без имени

source: and
ru_ru: и

source: as default username
ru_ru: как «имя по умолчанию»

source: autotype:
ru_ru: автонабор:

source: before
ru_ru: до

source: begins with
ru_ru: начинается с

source: between
ru_ru: между

source: bottom
ru_ru: конца

source: changed but not yet saved to database
ru_ru: изменены, но ещё не сохранены в контейнер

source: compared
ru_ru: сравнено

source: conflict
ru_ru: конфликт

source: conflicts
ru_ru: конфликтов

source: contains
ru_ru: содержит

source: contains all of
ru_ru: содержит все из

source: contains any of
ru_ru: содержит любой из

source: databases.
ru_ru: контейнеров

source: day(s)
ru_ru: день (дней)

source: days
ru_ru: дней

source: days before passwords expire
ru_ru: дней до истечения пароля

source: does not begin with
ru_ru: не начинается с

source: does not contain
ru_ru: не содержит

source: does not contain all of
ru_ru: не содержит ни одного из

source: does not contain any of
ru_ru: не содержит любого из

source: does not end with
ru_ru: не заканчивается на

source: does not equal
ru_ru: не совпадает с

source: email copied
ru_ru: E-mail скопирован

source: ends with
ru_ru: заканчивается на

source: entries
ru_ru: элементов

source: entry
ru_ru: элемент

source: equals
ru_ru: совпадает с

source: filename
ru_ru: имя файла

source: greater than
ru_ru: больше чем

source: greater than or equal to
ru_ru: больше либо равно

source: has expired
ru_ru: истёк

source: import
ru_ru: импорт

source: in
ru_ru: через

source: invalid!
ru_ru: недопустимый!

source: is
ru_ru: выполняется:

source: is active
ru_ru: активно

source: is inactive
ru_ru: неактивно

source: is not
ru_ru: не выполняется:

source: is not present
ru_ru: отсутствует

source: is not set
ru_ru: выключено

source: is present
ru_ru: присутствует

source: is set
ru_ru: включено

source: last passwords
ru_ru: предыдущих паролей

source: less than
ru_ru: меньше чем

source: less than or equal to
ru_ru: меньше либо равно

source: minutes idle
ru_ru: минут бездействия

source: multiple entries exist with title=%s and username=%s or with group=%s and title=%s.
ru_ru: существует несколько элементов с заголовком «%s» и именем пользователя «%s» или с группой «%s» и заголовком «%s».

source: multiple entries exist with title=%s.
ru_ru: существует несколько элементов с заголовком «%s».

source: no entry exists in the root with title=%s and username=%s.
ru_ru: не существует корневого элемента с заголовком «%s» и именем пользователя «%s».

source: no entry exists with group=%s, title=%s and empty username.
ru_ru: не существует элемента без имени пользователя с группой «%s» и заголовком «%s».

source: no entry exists with group=%s, title=%s and username=%s.
ru_ru: не существует элемента с группой «%s», заголовком «%s» и именем пользователя «%s».

source: no entry exists with title=%s and username=%s or with group=%s, title=%s.
ru_ru: не существует элемента с заголовком «%s» и именем пользователя «%s» или с группой «%s» и заголовком «%s».

source: no entry exists with title=%s.
ru_ru: не существует элемента с заголовком «%s».

source: on database %s
ru_ru: в контейнере %s

source: pixels
ru_ru: пикселей

source: previous passwords per entry
ru_ru: предыдущих паролей для элемента

source: shortcut
ru_ru: ярлык

source: shortcut to %s
ru_ru: ярлык для %s

source: shortcuts
ru_ru: ярлыков

source: sub-field starting at position %d (within the History field):
ru_ru: поле, начинающееся с позиции %d (относительно поля истории):

source: subset: '%s' field '%s' '%s' %s
ru_ru: подмножество: «%s» поле «%s» «%s» %s

source: synchronized
ru_ru: синхронизировано

source: top
ru_ru: начала

source: used entries in System Tray menu.
ru_ru: использованных элементов в меню значка

source: v&1.x format...
ru_ru: Формат v&1.x...

source: v&2 format...
ru_ru: Формат v&2...

source: validation
ru_ru: проверка

source: where
ru_ru: где

source: will expire
ru_ru: истекает

source: within %d day(s)
ru_ru: в течение %d дней
